Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# loginHTTPSfailed_title
source: Secure Connection Failed
ar: فشل الاتصال الآمن
da: Sikker forbindelse fejlede
de: Sichere Verbindung fehlgeschlagen
es: Ha fallado la conexión segura
fr: Échec de la connexion sécurisée
hu: Biztonságos kapcsolat létrehozása sikertelen
it: Connessione Sicura non riuscita
ja: 安全な接続に失敗しました
nl: Beveiligde verbinding mislukt
pl: Bezpieczne połączenie nie powiodło się
ru: Безопасное подключение не удалось
sv: Säker anslutning misslyckades
zh_hans: 未能建立安全连接
zh_hant: 安全連線失敗

# loginHTTPuser_placeholder
source: Username
ar: اسم المستخدم
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fr: Identifiant
hu: Felhasználónév
it: Nome utente
ja: ユーザ名
nl: Gebruikersnaam
pl: Nazwa Użytkownika
ru: Пользователь
sv: Användarnamn
zh_hans: 用户名
zh_hant: 帳號

# logoutConfirmation_message
source: Are you sure you want to logout?
ar: هل أنت متأكد من أنك تريد الخروج؟
da: Er du sikker på at du vil logge ud?
de: Wollen Sie sich wirklich abmelden?
es: ¿Estás seguro de que deseas cerrar la sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
hu: Biztos ki akarsz jelentkezni?
it: Vuoi davvero effettuare il logout?
ja: 本当にログアウトしますか？
nl: Weet je zeker dat je je wilt afmelden?
pl: Czy na pewno chcesz się wylogować?
ru: Вы точно хотите выйти?
sv: Är du säker på att du vill logga ut?
zh_hans: 您确定要注销吗？
zh_hant: 你確定要登出嗎?

# logoutConfirmation_title
source: Logout
ar: تسجيل خروج
da: Log ud
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hu: Kijelentkezés
it: Esci
ja: ログアウト
nl: Afmelden
pl: Wyloguj
ru: Выйти
sv: Logga ut
zh_hans: 注销
zh_hant: 登出

# logoutFail_title
source: Logout Failed
ar: فشل في تسجيل الخروج
da: Logout Mislykkedes
de: Abmelden fehlgeschlagen
es: No se ha podido cerrar la sesión
fr: Echec de la déconnexion
hu: Sikertelen kijelentkezés
it: Logout fallito
ja: ログアウトに失敗しました
nl: Afmelden is mislukt
pl: Wylogowanie nie powiodło się
ru: Ошибка выхода
sv: Utloggning misslyckades
zh_hans: 注销失败
zh_hant: 登出失敗

# maxNberOfRecentAlbums
source: Recent
ar: الأحدث
da: Seneste
de: Zuletzt
es: Reciente
fr: Récent
hu: Újdonságok
it: Recente
ja: 最近
nl: Recentelijk
pl: Ostatnio użyte
ru: Недавние
sv: Senaste
zh_hans: 最近的
zh_hant: 最近

# maxNberOfRecentAlbums>320px
source: Recent Albums
ar: أحدث الألبومات
da: Seneste album
de: Letzte Alben
es: Álbumes recientes
fr: Albums récents
hu: Új albumok
it: Album recenti
ja: 最近のアルバム
nl: Recente albums
pl: Ostatnio użyte albumy
ru: Последние альбомы
sv: Senaste album
zh_hans: 最近的相册
zh_hant: 近期相簿

# maxNberOfRecentAlbums>414px
source: Number of Recent Albums
ar: عدد الألبومات الحديثة
da: Antal seneste album
de: Anzahl der letzten Alben
es: Número de álbumes recientes
fr: Nombre d'albums récents
hu: Legújabb albumok száma
it: Numero di album recenti
ja: 最近のアルバムの数
nl: Aantal recente albums
pl: Liczba ostatnio użytych albumów
ru: Количество последних альбомов
sv: Antal senaste album
zh_hans: 最近相册的数量
zh_hant: 近期相簿的數量

source: Minute
ar: دقيقة
da: Minut
es: Minuto
hu: Perc
it: Minuto
ja: 分
nl: Minuut
pl: Minuta
ru: Минута
sv: Minut
zh_hans: 分钟
zh_hant: 分鐘

source: Month
ar: الشهر
da: Måned
de: Monat
es: Mes
fr: Mois
hu: Hónap
it: Mese
ja: 月
nl: Maand
pl: Miesiąc
ru: Месяц
sv: Månad
zh_hans: 月
zh_hant: 月

# moveCategory
source: Move Album
ar: نقل الألبوم
da: Flyt Album
de: Album verschieben
es: Mover álbum
fr: Déplacer l'album
hu: Album mozgatása
it: Sposta album
ja: アルバムを移動します
nl: Album verplaatsen
pl: Przenieść Album
ru: Переместить альбом
sv: Flytta Album
zh_hans: 移动相册
zh_hant: 移動相簿

# moveCategory_message
source: Are you sure you want to move "%@" into the album "%@"?
ar: هل تريد بالتأكيد نقل "%@" إلى الألبوم "%@"؟
da: Er du sikker på du vil flytte "%@" til albummet "%@"?
de: Möchtesn Sie wirklich das Album "%@" in das Album "%@" verschieben?
es: ¿Estás seguro de que deseas mover el álbum "%@" al álbum "%@"?
fr: Êtes-vous certain de vouloir déplacer "%@" dans l’album "%@" ?
hu: Biztosan át szeretnéd helyezni "%@" albumot "%@" albumba?
it: Sei sicuro di voler spostare "%@" nell'album "%@"?
ja: 「%@」をアルバム「%@」へ移動していいですか？
nl: Weet je zeker dat je "%@" wilt verplaatsen naar album "%@"?
pl: Czy na pewno chcesz przenieść "%@" do albumu "%@"?
ru: Вы уверены, что хотите перенести "%@" в альбом "%@"?
sv: Är du säker du vill flytta ”%@” in i album ”%@”?
zh_hans: 你确定要把"%@"移动到相册"%@"中吗？
zh_hant: 你確定要移動相簿"%@"至相簿"%@"嗎?

# moveCategory_select
source: Please select an album or sub-album to move album "%@" into.
ar: الرجاء تحديد ألبوم أو ألبوم فرعي لنقل الألبوم ”%@“ إليه.
da: Vælg venligst et album eller underalbum at flytte album "%@" til.
de: Bitte wählen Sie ein Album oder ein Unter-Album, in das das Album "%@" verschoben werden soll.
es: Seleccione un álbum o sub-álbum al que mover el álbum "%@".
fr: Veuillez sélectionner un album ou un sous-album où déplacer l'album "%@".
hu: Kérlek válassz egy albumot, vagy alalbumot, ahova "%@" albumot áthelyeznéd!
it: Seleziona un album o un sottoalbum in cui spostare l'album "%@".
ja: アルバムを移動するにはアルバムまたはサブアルバムを選択してください "%@" へ。
nl: Selecteer een album of sub-album om te verplaatsen naar %@".
pl: Wybierz album lub podalbum, do którego ma być przeniesiony album "%@".
ru: Пожалуйста, выберите альбом или подальбом для перемещения альбома в "%@".
sv: Välj ett album eller underalbum för att flytta albumet "%@" in.
zh_hans: 将相册 “%@” 移动到其他的相册或子相册中
zh_hant: 請選擇要將相簿"%@"移動到哪個相簿或子相簿。

# moveCategoryError_message
source: Failed to move your album
ar: فشل في نقل الألبوم الخاص بك
da: Kunne ikke flytte dit album
de: Fehler beim Verschieben Ihres Albums
es: No se ha podido mover tu álbum
fr: Impossible de déplacer votre album
hu: Nem sikerült áthelyezni az albumot
it: Impossibile spostare l'album
ja: アルバムを移動するのに失敗しました
nl: Verplaatsen van jouw album is mislukt
pl: Nie można przenieść Twojego albumu
ru: Не удалось переместить ваш альбом
sv: Kunde inte flytta ditt album
zh_hans: 移动相册失败
zh_hant: 移動相簿失敗

# moveCategoryError_title
source: Move Failed
ar: فشل النقل
da: Kunne ikke flytte album
de: Verschieben fehlgeschlagen
es: Movimiento fallido
fr: Echec
hu: Sikertelen áthelyezés
it: Spostamento fallito
ja: 移動に失敗しました
nl: Verplaatsen is mislukt
pl: Błąd Przenoszenia
ru: Ошибка перемещения
sv: Flytt misslyckades
zh_hans: 移动操作失败
zh_hant: 移動失敗

# moveCategoryHUD_moving
source: Moving Album…
ar: جار نقل الألبوم…
da: Flytter album…
de: Album wird verschoben…
es: Moviendo álbum…
fr: Déplacement de l'album…
hu: Album áthelyezése…
it: Spostamento dell'album…
ja: アルバムを移動中...
nl: Bezig album te verplaatsen…
pl: Przenoszenie albumu…
ru: Перемещение альбома…
sv: Flyttar Album…
zh_hans: 移动相册中...
zh_hant: 正在移動相簿...

# moveImage_title
source: Move to Album
ar: الانتقال إلى الألبوم
da: Flyt til album
de: Zum Album verschieben
es: Mover al álbum
fr: Déplacer vers un album
hu: Albumba mozgatás
it: Sposta nell'Album
ja: アルバムに移動する
nl: Verplaats naar album
pl: Przenieś do albumu
ru: Переместить в альбом
sv: Flytta till Album
zh_hans: 移动到相册
zh_hant: 移動至相簿

# moveImageError_title
source: Move Failed
ar: فشل النقل
da: Flytning mislykkedes
de: Verschieben fehlgeschlagen
es: Movimiento fallido
fr: Échec du déplacement
hu: Mozgatási hiba
it: Spostamento fallito
ja: 移動に失敗しました
nl: Verplaatsingsfout
pl: Błąd przenoszenia
ru: Перемещение не удалось
sv: Flytt misslyckades
zh_hans: 移动失败
zh_hant: 移動失敗

# moveSeveralImages_message
source: Are you sure you want to move the photos to the album "%@"?
ar: هل تريد بالتأكيد نقل الصور إلى الألبوم ”%@“؟
da: Er du sikker på du vil flytte billederne til album "%@"?
de: Möchten Sie wirklich die Fotos in das Album "%@" verschieben?
es: ¿Estás seguro de que deseas mover las fotos al álbum "%@"?
fr: Êtes-vous certain de vouloir déplacer les photos dans l’album "%@" ?
hu: Biztos, hogy a(z) "%@" albumba szeretnéd áttenni a fotókat?
it: Sei sicuro di voler spostare le immagini nell'album "%@"?
ja: 写真をアルバム「%@」へ移動していいですか？
nl: Weet je zeker dat je de foto's naar album "%@" wilt verplaatsen?
pl: Czy na pewno chcesz przenieść zdjęcia do albumu "%@"?
ru: Вы уверены, что хотите переместить фотографии в альбом "%@"?
sv: Är du säker på att du vill flytta bilderna till albumet ”%@”?
zh_hans: 您确定要将照片移动到相册"%@"吗？
zh_hant: 你確定要移動照片至相簿"%@"嗎?

# moveSeveralImages_selectAlbum
source: Please, select the album in which you wish to copy the photos.
ar: من فضلك، حدد الألبوم الذي ترغب في نسخ الصور فيه.
da: Vælg venligst det album hvortil du vil kopiere billederne.
de: Bitte wählen Sie das Album aus, in das Sie die Fotos kopieren möchten.
es: Seleccione el álbum en el que desea copiar las fotos.
fr: Veuillez sélectionner l'album dans lequel vous souhaitez copier les photos.
hu: Melyik albumba másoljuk a fotókat?
it: Seleziona l'album in cui vuoi copiare le foto.
ja: 写真をコピーしたいアルバムを選択してください。
nl: Selecteer het album waarin u de foto's wilt kopiëren.
pl: Wybierz album, do którego chcesz skopiować zdjęcia.
ru: Пожалуйста, выберите альбом, в который Вы хотите переместить фотографию "%@".
sv: Välj det album som du vill kopiera bilderna i.
zh_hans: 将照片移动到相册
zh_hant: 請選擇要移動照片到哪個相簿。

# moveSeveralImagesError_message
source: Failed to move some photos
ar: فشل في نقل بعض الصور
da: Nogle billeder kunne ikke flyttes
de: Fehler beim Verschieben einiger Fotos
es: No se han podido mover algunas fotos
fr: Impossible de déplacer certaines photos
hu: Néhány fotót nem sikerült áthelyezni
it: Spostamento di alcune foto non riuscito
ja: 写真の移動に失敗しました
nl: Sommige foto's verplaatsen is mislukt
pl: Nie udało się przenieść niektórych zdjęć
ru: Не удалось переместить некоторые изображения
sv: Det gick inte att flytta några bilder
zh_hans: 部分照片无法移动
zh_hant: 移動照片失敗

# moveSeveralImagesHUD_moving
source: Moving Photos…
ar: صور متحركة...
da: Flytter billeder…
de: Fotos verschieben…
es: Moviendo fotos…
fr: Déplacement des photos…
hu: Fotók áthelyezése…
it: Sposto le immagini...
ja: 写真を移動しています...
nl: Foto's verplaatsen…
pl: Przenoszenie zdjęć…
ru: Перемещение фотографий…
sv: Flyttar bilderna…
zh_hans: 正在移动照片…
zh_hant: 正在移動照片...

# moveSingleImage_message
source: Are you sure you want to move the photo "%@" to the album "%@"?
ar: هل تريد بالتأكيد نقل الصورة ”%@“ إلى الألبوم ”%@“؟
da: Er du sikker på du vil flytte billede "%@" til albummet "%@"?
de: MöchteN Sie wirklich das Foto "%@" in das Album "%@" verschieben?
es: ¿Estás seguro de que deseas mover la foto "%@" al álbum "%@"?
fr: Êtes-vous certain de vouloir déplacer la photo "%@" dans l’album "%@" ?
hu: Biztos, hogy a(z) "%@" fotót át szeretnéd helyezni a(z) "%@" albumba?
it: Sei sicuro di voler spostare l'immagine "%@" nell'album "%@"?
ja: 写真「%@」をアルバム「%@」へ移動していいですか？
nl: Weet je zeker dat je foto "%@" naar album "%@" wilt verplaatsen?
pl: Czy na pewno chcesz przenieść zdjęcie "%@" do albumu "%@"?
ru: Вы уверены, что хотите переместить фотографию "%@" в альбом "%@"?
sv: Är du säker på att du vill flytta bilden ”%@” till albumet ”%@”?
zh_hans: 您确定要将照片"%@"移动到相册"%@"吗？
zh_hant: 你確定要移動照片"%@"至相簿"%@"嗎?

# moveSingleImage_selectAlbum
source: Please, select the album in which you wish to move the photo "%@".
ar: من فضلك، حدد الألبوم الذي ترغب في نقل الصورة إليه ”%@“.
da: Vælg venligst det album hvortil du vil flytte billedet "%@".
de: Bitte wählen Sie das Album aus, in dem Sie das Foto "%@ " verschieben möchten.
es: Seleccione el álbum en el que desea mover la foto "%@".
fr: Veuillez sélectionner l'album dans lequel vous souhaitez déplacer la photo "%@".
hu: Melyik albumba kerüljön a "%@" fotó?
it: Seleziona l'album in cui vuoi spostare la foto "%@".
ja: 写真 "%@ " を移動したいアルバムを選択してください。
nl: Selecteer het album waarin u de foto wilt verplaatsen %@".
pl: Wybierz album, do którego chcesz przenieść zdjęcie "%@".
ru: Пожалуйста, выберите альбом, в котором Вы хотите переместить фотографию "%@".
sv: Välj det album där du vill flytta fotot "%@".
zh_hans: 将照片 “%@” 移动到相册
zh_hant: 請選擇要移動照片"%@"到哪個相簿。

# moveSingleImageError_message
source: Failed to move your photo
ar: فشل في نقل صورتك
da: Kunne ikke flytte dit billede
de: Fehler beim Verschieben Ihres Fotos
es: Error al mover tu foto
fr: Impossible de déplacer votre photo
hu: Nem sikerült áthelyezni a fotót
it: Impossibile spostare l'immagine
ja: 写真の移動に失敗しました。
nl: Je foto verplaatsen is niet gelukt
pl: Nie można przenieść zdjęcia
ru: Не удалось переместить Ваше фото
sv: Kunde inte flytta din bild
zh_hans: 无法移动照片
zh_hant: 移動照片失敗

# moveSingleImageHUD_moving
source: Moving Photo…
ar: صورة متحركة...
da: Flytter billede…
de: Foto verschieben…
es: Moviendo foto…
fr: Déplacement de la photo…
hu: Fotó áthelyezése…
it: Sposto l'immagine...
ja: 写真を移動しています...
nl: Verplaatsen van foto…
pl: Przenoszenie zdjęcia…
ru: Перемещение фото…
sv: Flyttar bild…
zh_hans: 正在移动照片…
zh_hant: 正在移動照片...

# noImages
source: No Photos
ar: لا توجد صور
da: Ingen Billeder
de: Keine Fotos
es: No hay fotos
fr: Pas de photos
hu: Összes videó
it: Nessuna immagine
ja: 写真がありません
nl: Geen foto's
pl: Brak zdjęć
ru: Нет фото
sv: Inga bilder
zh_hans: 没有照片
zh_hant: 沒有照片

source: none
ar: لا شيء
da: ingen
de: keine
es: ninguna
fr: aucun
hu: semmi
it: nessuno
ja: なし
nl: niets
pl: brak
ru: нет
sv: ingen
zh_hans: 无
zh_hant: 無

source: None
ar: لا شيء
da: Ingen
de: Keine
es: Ninguna
fr: Aucun
hu: Semmi
it: Nessuno
ja: なし
nl: Geen
pl: Brak
ru: Нет
sv: Ingen
zh_hans: 无
zh_hant: 沒有任何

# PiwigoServer_emptyJSONobject
source: Piwigo server did return an empty JSON object.
ar: قام خادم Piwigo بإعادة كائن JSON فارغ.
da: Piwigo server returnerede et tomt JSON objekt.
de: Der Piwigo Server hat ein leeres JSON-Objekt zurückgegeben.
es: El servidor Piwigo devolvió un objeto JSON vacío.
fr: Le serveur Piwigo a retourné un fichier JSON vide.
hu: Üres JSON objektum érkezett a Piwigo szervertől.
it: Il server Piwigo ha restituito un oggetto JSON vuoto.
ja: Piwigoサーバーは空のJSONオブジェクトを返しました。
nl: Piwigo-server geeft een leeg JSON object terug.
pl: Serwer Piwigo zwrócił pusty obiekt JSON.
ru: Сервер Piwigo вернул пустой объект JSON.
sv: Piwigo-servern returnerade ett tomt JSON-objekt.
zh_hans: Piwigo 服务器返回了空的 JSON 对象
zh_hant: Piwigo回傳了空的JSON物件。

# PiwigoServer_invalidJSONobject
source: Piwigo server did not return a valid JSON object.
ar: خادم Piwigo لم يعيد كائن JSON صالح.
da: Piwigo-serveren returnerede ikke et gyldigt JSON- objekt.
de: Der Piwigo-Server hat kein gültiges JSON-Objekt zurückgegeben.
es: El servidor Piwigo no ha devuelto un objeto JSON válido.
fr: Le serveur Piwigo n'a pas renvoyé un objet JSON valide.
hu: A Piwigo szerver érvénytelen JSON objektummal válaszolt.
it: Il server Piwigo non ha restituito un oggetto JSON valido.
ja: Piwigoサーバは有効なJSONオブジェクトを返しませんでした。
nl: De Piwigo-server heeft geen geldig JSON-object teruggegeven.
pl: Serwer Piwigo nie zwrócił poprawnego obiektu JSON.
ru: Сервер Piwigo не вернул действительный объект JSON.
sv: Piwigo-servern returnerade inte ett giltigt JSON-objekt.
zh_hans: Piwigo 服务器没有返回有效的 JSON 对象
zh_hant: Piwigo伺服器回傳了無效的JSON物件。

# PiwigoServer_wrongJSONobject
source: Could not digest JSON object returned by Piwigo server.
ar: تعذر استدراج كائن JSON الذي أرسله خادم Piwigo.
da: Kunne ikke læse JSON objekt fra Piwigo server.
de: Konnte das vom Piwigo-Server zurückgegebene JSON-Objekt nicht auswerten.
es: No se ha podido procesar el objeto JSON devuelto por el servidor Piwigo.
fr: Impossible d'analyser l'objet JSON retourné par le serveur Piwigo.
hu: Nem sikerült értelmezni a Piwigo szervertől érkező JSON objektumot.
it: Impossibile digerire l'oggetto JSON restituito dal server Piwigo.
ja: Piwigoサーバが返すJSONオブジェクトを要約できませんでした。
nl: Kan JSON object van Piwigo server niet verwerken.
pl: Nie można przejąć obiektu JSON zwróconego przez serwer Piwigo.
ru: Не удалось оформить объект JSON, возвращённый сервером Piwigo.
sv: Kunde inte smälta JSON-objekt som returneras av Piwigo server.
zh_hans: 无法接受 Piwigo 服务器传送的 JSON 对象
zh_hant: 無法正確讀取自Piwigo伺服器回傳的JSON資料。

source: Privacy Level
ar: مستوى الخصوصية
da: Tilladelsesniveau
de: Sicherheitsstufe
es: Nivel de privacidad
fr: Niveau de confidentialité
hu: Adatvédelem szintje
it: Livello di privacy
ja: プライバシーのレベル
nl: Privacyniveau
pl: Poziom Prywatności
ru: Уровень приватности
sv: Behörighetsnivå
zh_hans: 权限级别
zh_hant: 隱私層級

# privacyLevel_admin
source: Admins
ar: المشرفين
de: Administratoren
es: Administradores
fr: Administrateurs
hu: Adminok
it: Amministratori
ja: 管理者
pl: Admin
ru: Администраторы
zh_hans: 管理员
zh_hant: 管理員

# privacyLevel_adminFamily
source: Admins, Family
ar: المشرفين، العائلة
da: Admins, Familie
de: Admins, Familie
es: Administradores, Familia
fr: Admins, Famille
hu: Adminok, Család
it: Amministratori, famiglia
ja: 管理者、家族
nl: Admins, familie
pl: Admin, Rodzina
ru: Администраторы, Семья
sv: Admins, Familj
zh_hans: 管理员、家人
zh_hant: 管理員，家人

# privacyLevel_adminsFamilyFriends
source: Admins, Family, Friends
ar: المشرفين، العائلة، الأصدقاء
da: Admins, Familie, Venner
de: Admins, Familie, Freunde
es: Administradores, Familia, Amigos
fr: Admins, Famille, Amis
hu: Adminok, Család, Barátok
it: Amministratori, Famiglia, Amici
ja: 管理者、家族、友人
nl: Admins, familie, vrienden
pl: Admin, Rodzina, Przyjaciele
ru: Администраторы, Семья, Друзья
sv: Admins, Familj, Vänner
zh_hans: 管理员、家人、朋友
zh_hant: 管理員，家人，朋友

# privacyLevel_adminsFamilyFriendsContacts
source: Admins, Family, Friends, Contacts
ar: المشرفين، العائلة، الأصدقاء، جهات الاتصال
da: Admins, Familie, Venner, Kontakter
de: Admins, Familie, Freunde, Kontakte
es: Administradores, Familia, Amigos, Contactos
fr: Admins, Famille, Amis, Contacts
hu: Adminok, Család, Barátok, Ismerősök
it: Amministratori, Famiglia, Amici, Contatti
ja: 管理者、家族、友人、連絡先
nl: Admins, familie, vrienden, contacten
pl: Admin, Rodzina, Przyjaciele, Kontakty
ru: Администраторы, Семья, Друзья, Контакты
sv: Admins, Familj, Vänner, Kontakter
zh_hans: 管理员、家人、朋友、联系人
zh_hant: 管理員，家人，朋友，聯絡人

# privacyLevel_everybody
source: Everybody
ar: الجميع
da: Alle
de: Jeder
es: Todos
fr: Tout le Monde
hu: Mindenki
it: Tutti
ja: 誰でも
nl: Iedereen
pl: Każdy
ru: Все
sv: Alla
zh_hans: 所有人
zh_hant: 所有人

# pullToRefresh
source: Reload Photos
ar: إعادة تحميل الصور
da: Genindlæs Billeder
de: Fotos erneut laden
es: Recargar fotos
fr: Rechargement des photos
hu: Fotók újratöltése
it: Carica immagini
ja: 写真の再読み込み
nl: Foto's opnieuw laden
pl: Wczytaj zdjęcia ponownie
ru: Перезагрузить фотографии
sv: Ladda om bilderna
zh_hans: 刷新照片
zh_hant: 重新整理照片

# recentPeriod_days
source: %@ days
ar: %@ أيام
da: %@ dage
de: %@ Tage
es: %@ días
fr: %@ jours
hu: %@ nap
it: %@ giorni
ja: %@ 日
nl: %@ dagen
pl: %@ dni
ru: %@ дней
sv: %@ dagar
zh_hans: %@ 天
zh_hant: %@ 天

# recentPeriod_title
source: Recent Period
ar: الفترة الأخيرة
da: Seneste Periode
de: Jüngster Zeitraum
es: Período reciente
fr: Période récente
hu: Legutóbbi időszak
it: Periodo Recente
ja: 最近の期間
nl: Recente periode
pl: Ostatni okres
ru: Последний период
sv: Senaste perioden
zh_hans: 最近期间
zh_hant: 近期的期間

# refreshCategoryHUD_label
source: Refreshing Representative…
ar: ممثل منعش...
da: Opdaterer…
de: Aktualisiere Referenzfoto…
es: Actualizando el Representante…
fr: Rafraichissement en cours…
hu: Frissítés…
it: Rappresentante rinfrescante…
ja: 代表画像を更新しています...
nl: Vernieuwen huidige…
pl: Odświeżanie miniaturki albumu…
ru: Обновление заглавного изображения альбома…
sv: Uppdaterar Representant…
zh_hans: 正在刷新代表图像...
zh_hant: 重新整理代表照片中...

# refreshCategoyError_message
source: Failed to refresh your album representative
ar: فشل في تحديث ممثل ألبومك
da: Kunne ikke opdatere dit album
de: Fehler beim Aktualisieren des Referenzfotos
es: No se ha podido actualizar el representante de tu álbum
fr: Le rafraichissement de l'image d'album a échoué
hu: Nem sikerült frissíteni az albumot
it: Impossibile aggiornare il rappresentante dell'album
ja: アルバム代表画像の更新に失敗しました
nl: Vernieuwing van jouw representatieve album niet gelukt
pl: Nie można odświeżyć miniaturki albumu
ru: Не удалось обновить представителя альбома
sv: Kunde inte att uppdatera din album-representant
zh_hans: 无法刷新代表图像
zh_hant: 無法重新整理代表圖片

# refreshCategoyError_title
source: Refresh Failed
ar: فشلت عملية التحديث
da: Opdatering mislykkedes
de: Aktualisierung fehlgeschlagen
es: Ha fallado la actualización
fr: Echec du rafraichissement
hu: Sikertelen frissítés
it: Aggiornamento fallito
ja: 失敗を更新します
nl: Vernieuwing mislukt
pl: Odświeżanie nie powiodło się
ru: Ошибка обновления
sv: Uppdatering misslyckades
zh_hans: 刷新失败
zh_hant: 重新整理失敗

# removeSeveralImagesHUD_removing
source: Removing Photos/Videos…
ar: إزالة الصور/مقاطع الفيديو...
da: Fjerner billeder/videoer…
de: Entferne Fotos/Videos…
es: Borrando fotos/videos…
fr: Suppression des photos/vidéos…
hu: Fotók/videók eltávolítása…
it: Rimozione foto / video…
ja: 写真を削除しています…
nl: Foto's/video's verwijderen…
pl: Usuwanie zdjęć/filmów…
ru: Удаление фотографий/видео…
sv: Ta bort foton/videor…
zh_hans: 正在删除照片...
zh_hant: 正在刪除照片...

# removeSingleImage_title
source: Remove from Album
ar: إزالة من الألبوم
da: Fjern fra Album
de: Aus Album entfernen
es: Eliminar del álbum
fr: Supprimer de cet album
hu: Eltávolítás az albumból
it: Rimuovi dall'album
ja: アルバムから削除する
nl: Verwijder uit album
pl: Usuń z albumu
ru: Удалить из альбома
sv: Ta bort från Album
zh_hans: 从相册中移除
zh_hant: 從相簿中移除

# removeSingleImageHUD_removing
source: Removing Photo…
ar: إزالة الصورة...
da: Sletter billede…
de: Lösche Foto…
es: Borrando foto…
fr: Suppression de la photo…
hu: Fotó eltávolítása…
it: Eliminazione immagine…
ja: 写真を削除しています...
nl: Foto verwijderen…
pl: Usuwanie zdjęcia…
ru: Удаление фото…
sv: Ta bort bild…
zh_hans: 正在移除照片中...
zh_hant: 正在刪除照片...

# removeSingleVideoHUD_removing
source: Removing Video…
ar: إزالة الفيديو...
da: Fjerner Video…
de: Entferne Video…
es: Borrando video…
fr: Suppression de la vidéo…
hu: Videó eltávolítása…
it: Rimozione Video…
ja: ビデオの削除...
nl: Video verwijderen…
pl: Usuwanie filmu…
ru: Удаление видео…
sv: Ta bort video...
zh_hans: 移除视频...
zh_hant: 移除影片...

# renameCategory_button
source: Rename
ar: إعادة التسمية
da: Omdøb
de: Umbenennen
es: Renombrar
fr: Renommer
hu: Átnevezés
it: Rinomina
ja: 名称の変更
nl: Naam wijzigen
pl: Zmień nazwę
ru: Переименовать
sv: Byt namn
zh_hans: 重命名
zh_hant: 重新命名

# renameCategory_message
source: Enter a new name for this album
ar: أدخل اسم جديد لهذا الألبوم
da: Indtast navn for dette album
de: Gib einen neuen Namen für dieses Album ein
es: Introduce un nuevo nombre para este álbum
fr: Entrez un nouveau nom pour cet album
hu: Adj új nevet az albumnak
it: Inserisci un nuovo nome per questo album
ja: このアルバムの新しい名称を入力してください
nl: Voer een nieuwe naam voor dit album in
pl: Wprowadź nową nazwę dla tego albumu
ru: Введите новое название для этого альбома
sv: Ange ett namn för albumet
zh_hans: 给这个相册输入一个名字
zh_hant: 為此相簿取新的名稱:

# renameCategory_title
source: Rename Album
ar: إعادة تسمية الألبوم
da: Omdøb Album
de: Album umbenennen
es: Renombrar álbum
fr: Renommer l'album
hu: Album átnevezése
it: Rinomina album
ja: アルバムの名称を変更
nl: Albumnaam wijzigen
pl: Zmień nazwę albumu
ru: Переименовать альбом
sv: Byt namn på Album
zh_hans: 重命名相册
zh_hant: 重新命名相簿

# renameCategoryHUD_label
source: Renaming Album…
ar: جار إعادة تسمية الألبوم…
da: Omdøber Album…
de: Album wird umbenannt…
es: Renombrando álbum…
fr: Changement du nom…
hu: Album átnevezése…
it: Rinominare l'album…
ja: アルバムの名称を変更中...
nl: Bezig albumnaam te wijzigen…
pl: Zmiana nazwy albumu…
ru: Переименование альбома…
sv: Döper om Album…
zh_hans: 重命名相册…
zh_hant: 重新命名相簿中...

# renameCategoyError_message
source: Failed to rename your album
ar: فشل إعادة تسمية الألبوم الخاص بك
da: Kunne ikke omdøbe dit album
de: Umbenennung Ihres Albums fehlgeschlagen
es: Error al renombrar tu álbum
fr: Impossible de renommer votre album
hu: Nem sikerült átnevezni az albumot
it: Impossibile rinominare il tuo album
ja: アルバム名称の変更に失敗しました
nl: Naam wijzigen van jouw album is mislukt
pl: Nie można zmienić nazwy albumu
ru: Не удалось переименовать альбом
sv: Kunde inte byta namn på ditt album
zh_hans: 重命名相册失败
zh_hant: 無法重新命名你的相簿
